#coding=utf8

# !!!===!!! MUST NEED ADD 'u' BEFORE IN UNICODE ! ===!!!
COUNTY_CHOICES = (\
    (u'龙湖区', u'龙湖区'),
    (u'金平区', u'金平区'),
    (u'濠江区', u'濠江区'),
    (u'澄海区', u'澄海区'),
    (u'潮阳区', u'潮阳区'),
    (u'潮南区', u'潮南区'),
    (u'南澳县', u'南澳县'),
    )
SEX_CHOICES = (\
    (u'男', u'男'),
    (u'女', u'女'),
    )
ECON_CHOICES = (\
    (u'低保', u'低保'),
    (u'五保', u'五保'),
    (u'特困', u'特困'),
    (u'困难', u'困难'),
)
CITY_CHOICE = (\
    (u'城镇', u'城镇'), 
    (u'农村', u'农村'),
    )
RELASHIP_CHOICES = (\
    (u'父亲',u'父亲'),
    (u'母亲',u'母亲'),
    (u'兄',u'兄'),
    (u'弟',u'弟'),
    (u'姐',u'姐'),
    (u'妹',u'妹'),
    (u'堂亲',u'堂亲'),
    (u'亲戚',u'亲戚'),
    (u'居委',u'居委'),
    (u'村委',u'村委'),
    )